tap "brona/iproute2mac"
tap "derailed/k9s"
tap "kayac/tap"
tap "ynqa/tap"
brew "awscli"
brew "direnv"
brew "gnutls"
brew "gh"
brer "ghostscript"
brew "git-lfs"
brew "go"
brew "golangci-lint"
brew "netpbm"
brew "grep"
brew "iproute2mac"
brew "jq"
brew "node"
brew "openssl@1.1"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "saml2aws"
brew "sops"
brew "tfenv"
brew "tfsec"
brew "volta"
brew "wget"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "derailed/k9s/k9s"
brew "kayac/tap/ecspresso"
