tap "brona/iproute2mac"
tap "cartr/qt4"
tap "derailed/k9s"
tap "kayac/tap"
tap "ynqa/tap"
brew "pycparser"
brew "cffi"
brew "openssl@3"
brew "awscli"
brew "glib"
brew "chrome-cli"
brew "direnv"
brew "docutils"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "python@3.12"
brew "libass"
brew "pango"
brew "tesseract"
brew "ffmpeg"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "go"
brew "goenv"
brew "golangci-lint"
brew "netpbm"
brew "librsvg"
brew "graphviz"
brew "grep"
brew "iproute2mac"
brew "jq"
brew "libheif"
brew "libraw"
brew "makedepend"
brew "mysql@8.0"
brew "nkf"
brew "pyenv"
brew "python@3.11", link: false
brew "ruby-build"
brew "rbenv"
brew "saml2aws"
brew "sops"
brew "tfenv"
brew "tfsec"
brew "volta"
brew "wget"
brew "xcodes"
brew "yarn"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "kayac/tap/ecspresso"
cask "anylist"
vscode "1yib.rust-bundle"
vscode "4ops.terraform"
vscode "adpyke.vscode-sql-formatter"
vscode "aiyuhang.rails"
vscode "aldijav.golangwithdidi"
vscode "arturock.gitstash"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "christian-kohler.npm-intellisense"
vscode "christian-kohler.path-intellisense"
vscode "cjay.ruby-and-rails-snippets"
vscode "codezombiech.gitignore"
vscode "connorshea.vscode-ruby-test-adapter"
vscode "craigmaslowski.erb"
vscode "dbaeumer.vscode-eslint"
vscode "dunstontc.vscode-go-syntax"
vscode "dustypomerleau.rust-syntax"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "fill-labs.dependi"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "firsttris.vscode-jest-runner"
vscode "formulahendry.code-runner"
vscode "geyao.html-snippets"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "grafana.vscode-jsonnet"
vscode "gydunhn.javascript-essentials"
vscode "hashicorp.terraform"
vscode "hbenl.vscode-test-explorer"
vscode "hediet.vscode-drawio"
vscode "ibm.output-colorizer"
vscode "jnbt.vscode-rufo"
vscode "koichisasada.vscode-rdbg"
vscode "lourenci.go-to-spec"
vscode "manuelpuyol.erb-linter"
vscode "misogi.ruby-rubocop"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.test-adapter-converter"
vscode "oderwat.indent-rainbow"
vscode "onlyno2.rspec-runner"
vscode "orta.vscode-jest"
vscode "pmneo.tsimporter"
vscode "premparihar.gotestexplorer"
vscode "quicktype.quicktype"
vscode "ritwickdey.liveserver"
vscode "rust-lang.rust-analyzer"
vscode "saoudrizwan.claude-dev"
vscode "sdras.vue-vscode-snippets"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "simonsiefke.svg-preview"
vscode "tombonnike.vscode-status-bar-format-toggle"
vscode "tomoki1207.pdf"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "windmilleng.vscode-go-autotest"
vscode "xabikos.javascriptsnippets"
vscode "yongzeyao.dom-code-snippets"
vscode "ziyasal.vscode-open-in-github"
vscode "zxh404.vscode-proto3"
